{
    "Text" : ["วันนี้ไปไหนกันดี?","ไปสยามกันมั้ย", "วันนี้ไปเที่ยวกันไหม", "ตอนนี้อยู่ไหนหรอ", "ไปกินข้าวกันไหม", "ไปเที่ยวที่ไหนดี"
, "ไปกินข้าวกัน", "อยากไปไหนไหม", "ไปเที่ยวกัน", "ไปโรงหนังกันไหม", "วันนี้ออกไปข้างนอกกันไหม", "วันนี้วันหยุดแล้ว ไปกินข้าวกันไหม"
, "อยากไปเที่ยวไหนบ้าง", "อยากไปไหนบ้างช่วงนี้", "ไปเที่ยวกันไหม?", "ไปฟังเพลงกันไหม?", "ไปเล่นเกมกันไหม?", "ไปช้อปปิ้งกันไหม?",
"ไปดูหนังกันไหม", "ว่างไหม? ไปกินข้าวกันไหม?", "ว่างไหม? ไปช้อปปิ้งกันไหม?", "ว่างไหม? ไปดูคอนเสิร์ตกันไหม?", "ว่างไหม? ไปเล่นกีฬากันไหม?",
"ว่างไหม? ไปเล่นเกมกันไหม?", "ชอบไปเที่ยวที่ไหน", "ชอบไปเที่ยวจังหวัดไร", "ชอบไปเที่ยวประเทศไหน", "ไปต่างประเทศกันไหม", "อยากไปต่างประเทศไหม"
, "ไปต่างประเทศด้วยกันไหม", "ชอบสถานที่ท่องเที่ยวแบบไหน?", "เคยไปเที่ยวต่างประเทศที่ไหนมาแล้วบ้าง?", "คุณกำลังทำอะไร", "ทำไมเธอถึงมาสาย", "เธอมาที่นี่ด้วยอะไร"
, "คุณเป็นอย่างไรบ้าง", "แล้วแต่เธอเลย", "ไม่ไป", "ไป", "อยู่บ้าน", "ได้", "ไปสยาม", "ไปที่ไหนก็ได้", "ได้เล่นกัน", "ทะเล", "ภูเขา", "ตั้งแคมป์", "เชียงใหม่"
, "อังกฤษ", "ญี่ปุ่น", "เกาหลี", "แบบที่เป็นธรรมชาติ", "ทำการบ้าน", "เล่นเกม", "ดูอนิเมะ", "ดูหนัง", "ตื่นสาย", "ลืมตั้งนาฬิกาปลุก", "รถ", "สบายดี", "เป็นไข้นิดหน่อย"
, "ช่วงนี้ชอบดูหนังหรือซีรีส์อะไร?", "อเวนเจอร์", "Descendants of the Sun", "ช่วงนี้ชอบอ่านหนังสือหรือการ์ตูนอะไร?", "ไททัน","ช่วงนี้เวลาว่างชอบทำอะไร?"
, "นอน", "ช่วงนี้มีเรื่องอะไรอยากจะเล่าไหม?", "ช่วงนี้มีเรื่องอะไรเครียด ๆ ไหม?", "ช่วงนี้ชอบฟังเพลงอะไร?", "นางฟ้ากับควาย", "ช่วงนี้มีเรื่องอะไรที่อยากขอความช่วยเหลือไหม?"
, "ช่วงนี้มีอะไรอยากจะปรึกษาไหม?", "ช่วงนี้มีเรื่องอะไรที่อยากเรียนรู้บ้าง?", "ช่วงนี้งานยุ่งไหม?", "ชอบกินข้าวอะไร", "ไก่ทอด", "ชอบเล่นดนตรีไหม", "ชอบ", "ไม่ชอบ"
, "ความฝันที่อยากเป็นคืออะไรหรอ", "โปรแกรมเมอร์", "ช่วงนี้มีเรื่องอะไรที่ทำให้มีความสุขบ้าง?", "อ่านมังงะ", "แกคิดว่าฉันหล่อไหม", "หล่อ", "แกเชื่อไหมว่าฉันฝันถึงอะไร"
, "เธอ", "แกรู้ไหมว่าฉันเจออะไรวันนี้", "ไม่รู้", "อะไรคือสิ่งที่คุณกลัวมากที่สุด?", "ผี", "สอบไม่ผ่าน", "ความสูง", "อะไรคือสิ่งที่คุณชอบที่สุดในตัวฉัน?", "ความน่ารัก"
, "นิสัย", "อะไรคือความฝันของคุณสำหรับอนาคตของเรา?", "อยากใช้ชีวิตอยู่รวมกัน", "อยากมีลูกด้วยกัน", "อะไรคือสิ่งที่คุณอยากทำกับฉันมากที่สุด?", "อยากไปเที่ยวด้วยกัน"
, "อยากทำให้เธอมีความสุข", "อะไรคือสิ่งที่คุณภูมิใจในตัวฉันมากที่สุด?", "ความใจดี", "นิสัย", "เป็นคนดี", "อะไรคือสิ่งที่คุณคิดถึงมากที่สุดเกี่ยวกับฉันเมื่อเราห่างกัน?", "ความเป็นอยู่"
, "สุขภาพ", "อะไรคือสิ่งที่คุณอยากให้ฉันทำเพื่อคุณบ้าง?", "อยากให้ดูแล", "อะไรคือสิ่งที่คุณกลัวที่สุดเกี่ยวกับความสัมพันธ์ของเรา?", "การทะเลาะ", "อะไรคือสิ่งที่คุณอยากจะบอกฉัน แต่ไม่เคยบอกมาก่อน?"
, "อยากเป็นแฟนกับเธอ", "ถ้าคุณมีพลังวิเศษได้หนึ่งอย่าง คุณอยากมีพลังอะไร?", "อยากบินได้", "อยากล่องหน", "อยากมีตังใช้ไม่มีวันหมด", "ถ้าคุณมีโอกาสย้อนเวลากลับไป คุณอยากย้อนกลับไปทำอะไร?"
, "อยากกลับไปตอนเด็ก", "คุณคิดว่าความรักคืออะไร?", "สิ่งทีสวยงาม", "สิ่งที่อยากให้คนอื่นมีความสุข", "คุณคิดว่าเราจะมีความสุขด้วยกันตลอดไปไหม?", "แน่นอน", "วันนี้ฉันไปกินข้าวร้านอร่อยมา รสชาติดีสุด ๆ"
, "อยากไปกินด้วยจัง", "น่าอร่อยจัง", "วันนี้ฉันไปเดินเล่นสวนสาธารณะมา อากาศดีจัง", "อยากไปด้วยจัง", "วันนี้ฉันได้ข่าวดีมา ดีใจมาก", "ดีใจด้วยนะ", "วันนี้ฉันได้เจอเรื่องตลกมา เล่าให้ฟังไหม?"
, "วันนี้ฉันไปออกกำลังกายมา เหนื่อยแต่สนุกดี", "เธอเก่งจัง", "ทำไมถึงชอบกินอาหารประเภทนี้?", "เพราะอร่อย", "ทำไมถึงเลือกเรียนคณะนี้?", "เพราะชอบ", "ทำไมถึงตัดสินใจลาออกจากงาน?", "เบื่อ"
, "ทำไมถึงอยากประสบความสำเร็จในชีวิต?", "เพราะอยากมีอนาคตที่ดี", "ทำไมถึงอยากมีครอบครัว?", "เพราะอยากมีครอบครัวที่อบอุ่น", "ทำไมถึงอยากสร้างธุรกิจของตัวเอง?", "เพราะอยากบริหารงาน"
, "ทำไมถึงอยากไปเที่ยวทะเล?", "เพราะชอบเล่นน้ำ", "ทำไมช่วงนี้ดูไม่ร่าเริงเลย?", "เพราะเครียด", "ทำไมถึงไม่สบาย?", "เพราะตากฝน", "ทำไมถึงอยากไปเที่ยวประเทศนี้?", "เพราะประเทศนี้สวย"
, "ทำไมถึงคิดว่าความรักคือสิ่งที่สำคัญที่สุด?", "เพราะเราจะต้องอยู่ด้วยกันไปตลอดชีวิต", "ทำไมถึงคิดว่าความสุขคือสิ่งสำคัญที่สุด?", "เพราะตอนตายจะได้ไม่ต้องมานั้งเสียใจ", "ทำไมถึงคิดว่าโลกนี้น่าอยู่?"
, "เพราะเกิดมาเจอเธอไง", "ทำไมถึงไม่ตอบ", "ทำงานอยู่", "นอนอยู่", "ทำไมถึงคิดว่าฉันเป็นคนพิเศษ?", "เพราะเธอสวย", "เพราะเธอหน้ารัก", "เพราะเธอใจดี", "ทำไมถึงคิดว่าฉันเป็นเพื่อนที่ดี?"
, "เพราะเธอมาคุยกับฉันในวันที่่เหงา", "ทำไมถึงคิดว่าฉันเป็นคนสำคัญ?", "ทำไมถึงคิดถึงฉัน?", "เพราะไม่มีแฟนคนอื่นให้คิดถึง", "เวลาที่คุณรู้สึกสุขที่สุดคือเวลาไหน?", "ตอนเช้า", "ตอนเย็น", "ตอนกลางคืน", "ตอนบ่าย"
, "คุณมักจะออกไปกินข้าวเย็นกับเพื่อนเมื่อไหร่?", "เมื่อเพื่อนชวน", "คุณชอบเตรียมอาหารเช้าเมื่อไหร่?", "ตอนที่ฉันมีเวลาว่าง", "คุณมีกิจกรรมที่คุณทำในวันหยุดเสมอหรือไม่? มันเป็นอะไร?", "เล่นเกม", "ดูหนัง"
, "คุณมีการปรับปรุงหรืออัพเกรดในชีวิตประจำวันของคุณเมื่อไหร่ล่าสุด?", "เมื่อต้นปีมี่ผ่านมา", "ที่สุดที่คุณเคยเดินทางไปคือที่ใดและเมื่อใด?", "ญี่ปุ่นเมื่อ3วันที่ผ่านมา", "คุณมักจะออกกำลังกายเมื่อไหร่?", "ตอนเช้า"
, "คุณมักจะเข้านอนที่เวลาใดและคุณมีระหว่างเวลานั้น?", "เวลาตอนดึกและเล่นเกมหรือดูหนังในระหว่างนั้น", "วันที่คุณมีความสุขมากที่สุดในชีวิตคือวันที่ไหน?" , "วันเกิดตัวเอง", "วันพิเศษสำหรับคนมี่รัก", "เวลาที่คุณรู้สึกสนุกสนานที่สุดคือเวลาไหน?"
, "เวลาที่อยู่กับเพื่อน", "คุณมักจะเดินทางไปสถานที่ที่คุณชื่นชอบเมื่อไหร่ล่าสุด?" , "ตอนวันหยุดยาว"],
    "Check" : ["where", "where", "where", "where", "where", "where", "where", "where", "where", "where", "where", "where"
, "where", "where", "where", "where", "where", "where", "where", "where", "where", "where", "where", "where", "where", "where"
, "where", "where", "where", "where", "where", "where", "what", "when", "why", "what", "where", "where", "where", "where", "tell"
, "where", "where", "tell", "where", "where", "where", "where", "where", "where", "where", "tell", "tell", "tell", "tell", "tell"
, "tell", "tell", "tell", "tell", "tell", "whet", "tell", "tell", "whet", "tell", "whet", "tell", "what", "what", "what", "tell"
, "what", "what", "what", "what", "what", "tell", "what", "tell", "tell", "what", "tell", "what", "tell", "what", "tell", "what"
, "tell", "what", "tell", "what", "what", "what", "what", "what", "what", "what", "what", "what", "what", "what", "what", "what"
, "tell", "tell", "tell", "tell", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell"
, "why", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell", "why", "tell", "tell"
, "why", "tell", "tell", "tell", "why", "tell", "why", "why", "tell", "when", "tell", "when", "tell", "when", "tell", "when", "tell"
, "when", "tell", "when", "tell", "when", "tell", "when", "tell", "when", "tell", "when", "tell", "when", "tell"]
}
